[
  {
    "title": "Leveraging Diverse Computing Resources and the QIIME 2 Microbiome Data Science Platform",
    "location": "National Institutes of Health, Bethesda, Maryland",
    "dates": "Aug. 27, 2024 - Aug. 29, 2024",
    "start_date": "2024-08-27",
    "end_date": "2024-08-29",
    "url": "https://q2-cat-book.readthedocs.io/en/latest/",
    "description": "Members of the QIIME 2 and Informatics Technology for Cancer Research Training Network (ITN) teams, will teach a three-day in-person workshop on bioinformatics tools for microbiome science. The workshop will include lectures covering QIIME 2 usage and theory, and interactive work with QIIME 2 to perform microbiome analysis from raw sequence data through publication-quality statistics and visualizations. This workshop will also feature several opportunities for attendees to network with other researchers in the field, as well as with QIIME 2 developers and other experts. Course Detailshttps://education.faes.org/search/publicCourseSearchDetails.do?method=load&courseId=2541840"
  },
  {
    "title": "Metagenome Data Analysis with QIIME 2 (alpha version!)",
    "location": "Zurich, Switzerland",
    "dates": "April 8, 2024 - April 8, 2024",
    "start_date": "2024-04-08",
    "end_date": "2024-04-08",
    "url": "https://cap-lab.bio/q2-books/80-leiden-tutorial.html",
    "description": "QIIME 2 Metagenomics workshop held at ETH Zurich"
  },
  {
    "title": "Metagenome Data Analysis with QIIME 2 (alpha version!)",
    "location": "Leiden, The Netherlands",
    "dates": "March 29, 2024 - March 29, 2024",
    "start_date": "2024-03-29",
    "end_date": "2024-03-29",
    "url": "https://cap-lab.bio/q2-books/80-leiden-tutorial.html",
    "description": "QIIME 2 Metagenomics workshop held at the Lorentz Center"
  },
  {
    "title": "BIOF 089 - Microbiome Bioinformatics with QIIME 2",
    "location": "Online (via FAES at the National Institutes of Health)",
    "dates": "Jan. 31, 2022 - Feb. 4, 2022",
    "start_date": "2022-01-31",
    "end_date": "2022-02-04",
    "url": "https://education.faes.org/search/publicCourseSearchDetails.do?method=load&courseId=1165589",
    "description": "Members of the QIIME 2 team, led by members of the Caporaso Lab at Northern Arizona University, will teach afive-day online workshop on bioinformatics tools for microbiome science. The workshop will include lectures covering QIIME 2 usage and theory, and interactive work with QIIME 2 to perform microbiome analysis from raw sequence data through publication-quality statistics and visualizations. This workshop will also feature several opportunities for attendees to network with other researchers in the field, as well as with QIIME 2 developers and other experts.Topics will include:Introduction to QIIME 2Core conceptsQIIME 2 types, formats, and metadataDemultiplexing and quality controlPhylogenetic reconstructionMeasuring alpha and beta diversityImporting and exporting dataTaxonomic analysisDifferential abundanceQIIME 2 plugin highlightsAnd more!Computer (PC or Mac) and an internet access are required. Simultaneous access to two screens is highly recommended for best learning experience. Examples include one computer with two screens, one laptop and one tablet, two laptops, etc.LogisticsThis online course will comprise a blend of pre-recorded and live lectures. Pre-recorded lectures will be made available prior to each day of the workshop, that way attendees with schedule conflicts can stay caught up with the material. There will also be interactive tutorial sessions, where attendees will perform microbiome analyses using QIIME 2, online. We will also host many live question-and-answer sessions, as well as general discussion sessions.Course Detailshttps://education.faes.org/search/publicCourseSearchDetails.do?method=load&courseId=1165589"
  },
  {
    "title": "Microbiome Bioinformatics with QIIME 2: Free online workshop",
    "location": "Online",
    "dates": "Jan. 26, 2021 - June 1, 2021",
    "start_date": "2021-01-26",
    "end_date": "",
    "url": "https://forum.qiime2.org/t/microbiome-bioinformatics-with-qiime-2-free-online-workshop/18244",
    "description": "OverviewThe QIIME 2 team is very excited to announce the formal launch of our officialYouTube Channel! To celebrate this, we have a special gift for the QIIME 2 community - we are making our official QIIME 2 workshop content available to all, for free, to be viewed whenever and wherever!Please check outhttps://forum.qiime2.org/t/microbiome-bioinformatics-with-qiime-2-free-online-workshop/18244for the latest link(s) to the workshop videos.The content that we’ll be releasing is pre-recorded lectures and hands-on tutorials from our most recent two workshops, which were both held online. We imagine that these could be watched as they’re released (see schedule below) simulating a semester-long course; they could be watched individually if there are only specific topics that you’re interested in (though some videos refer to content or interactive steps performed in other videos); or they could be watched over the course of a few days to simulate a multi-day course, once the initial content is all available. You can also feel free to use these in workshops that you host.ScheduleWe will release one or two videos every Tuesday from now until June 2021, the videos will be published on our YouTube Channel, and will be appended to the playlist linked to above. This will give us enough time to perform light editing, and also to prepare closed-captioning for each video. The tentative schedule is listed here:Please check outhttps://forum.qiime2.org/t/microbiome-bioinformatics-with-qiime-2-free-online-workshop/18244for the latest schedule.Required SoftwareUnfortunately we are not able to provide a QIIME 2 cluster for this workshop, so we strongly encourage you to install QIIME 2 locally. Check outhttps://docs.qiime2.orgfor the latest installation instructions. The video content that we have prepared will include references to the workshop clusters we have used at previous online events, and will not be strictly applicable here in this setting, but you will be able to run any commands we demonstrate in the videos on your own computer.Getting HelpWe plan to answer questions about these videos as they come up on the QIIME 2 Forum. We are in the process of setting up new forum categories to facilitate discussion of these materials. We’ll post additional details on that during the week of February 8th, when we get to the first interactive steps of the workshop."
  },
  {
    "title": "Microbiome Bioinformatics with QIIME 2",
    "location": "Online (via FAES at the National Institutes of Health)",
    "dates": "Jan. 4, 2021 - Jan. 8, 2021",
    "start_date": "2021-01-04",
    "end_date": "2021-01-08",
    "url": "https://faes.org/events/BIOF089.jan2021",
    "description": "Members of the QIIME 2 team, led by the Caporaso Lab at Northern Arizona University, will teach a five-dayonlineworkshop on bioinformatics tools for microbiome science. The workshop will include lectures covering QIIME 2 usage and theory, and interactive work with QIIME 2 to perform microbiome analysis from raw sequence data through publication-quality statistics and visualizations. This workshop will also feature several opportunities for attendees to network with other researchers in the field, as well as with QIIME 2 developers and other experts.This workshop will occur from 11:00 AM to 5:00 PM (ET).Topics will include:Introduction to QIIME 2Core conceptsQIIME 2 types, formats, and metadataDemultiplexing and quality controlPhylogenetic reconstructionMeasuring alpha and beta diversityImporting and exporting dataTaxonomic analysisDifferential abundanceQIIME 2 plugin highlightsAnd more!Computer and Internet access are required.Simultaneous access to two screens is highly recommended for best learning experience. Examples include one computer with two screens, one laptop and one tablet, two laptops, etc.Logistics:This online course will comprise a blend of pre-recorded and live lectures. Pre-recorded lectures will be made available prior to each day of the workshop, that way attendees with schedule conflicts can stay caught up with the material. There will also be interactive command-line based tutorial sessions, where attendees will perform microbiome analyses using QIIME 2, online. We will also host many live question-and-answer sessions, as well as general discussion sessions.Registration is open to the public at the link provided above.Discussion and questions about the workshop, including logistics, can be asked at:https://forum.qiime2.org/t/online-workshop-microbiome-bioinformatics-with-qiime-2-faes-january-4-8-2021/17468"
  },
  {
    "title": "An Introduction to QIIME 2",
    "location": "Online (via World of Microbiome)",
    "dates": "Nov. 4, 2020 - Nov. 4, 2020",
    "start_date": "2020-11-04",
    "end_date": "2020-11-04",
    "url": "https://microbiome-pbi.kenes.com/attend-the-qiime2-workshop/",
    "description": "Members of the QIIME 2 team, led by the Caporaso Lab at Northern Arizona University and the Bokulich Lab at ETH Zürich, will teach a four-houronline workshopon bioinformatics tools for microbiome science. This workshop will introduce general concepts in microbiome research and how the QIIME 2 platform can help to advance your work. Attendees will gain hands-on experience working with QIIME 2 interactive visualizations and will have multiple opportunities to ask questions of the instructors. After attending the workshop you'll know how to get started with QIIME 2, including how to install it on your system and how to get technical support from the QIIME 2 developers.Registration is open to the public at the link provided above."
  },
  {
    "title": "CZI-CABANA Microbiome Bioinformatics with QIIME 2 Workshop (sold out)",
    "location": "Online",
    "dates": "Oct. 5, 2020 - Oct. 9, 2020",
    "start_date": "2020-10-05",
    "end_date": "2020-10-09",
    "url": "",
    "description": "General Admission has sold out, sorry for the inconvenienceOverviewMembers of the QIIME 2 team will teach a five-day online workshop on bioinformatics tools for microbiome science. The workshop will include lectures covering QIIME 2 usage and theory, and interactive work with QIIME 2 to perform microbiome analysis from raw sequence data through publication-quality statistics and visualizations. This workshop will also feature several opportunities for attendees to network with other researchers in the field, as well as with QIIME 2 developers and other experts.Topics will include:Introduction to QIIME 2Core conceptsQIIME 2 types, formats, and metadataDemultiplexing and quality controlPhylogenetic reconstructionMeasuring alpha and beta diversityImporting and exporting dataTaxonomic analysisDifferential abundanceQIIME 2 plugin highlightsAnd more!Please save the dates for:October 5th - October 9th, 2020Sessions will begin at 8a and end at 2p daily, UTC-7 (3p-9p UTC+0)Registration InformationWe are providing three different attendance options:Option 1: General admission tickets will be available starting September 16thOption 2: CABANA tickets will be available starting September 15th, the application deadline is September 27th.Option 3: Free viewing will be available for any interested attendee - no need to apply, just show up day-of (details to follow)!If you previously reached out to us about a “purchasing power” discount, please watch out for an email from us with your discount code, you will use that to apply for Option 1 (General Admission). We will not be able to accept any more purchasing power requests after general admission sales begin.Additional details about each option are discussed below:Option 1: General AdmissionWe have receivedsignificantpre-sale inquiries - in order to provide a fair and balanced opportunity to attend, a tickets will be made available in batches, on predetermined and staggered schedule:Wednesday, 9/16: 12:00, UTC -8~~Thursday, 9/17: 12:00, UTC -4~~~~Friday, 9/18: 12:00, UTC~~~~Saturday, 9/19: 12:00, UTC +3~~~~Sunday, 9/20: 12:00, UTC +6~~~~Monday, 9/21: 12:00, UTC +9~~~~Tuesday, 9/22: 12:00, UTC +12~~If tickets sell out of a batch, more tickets will become available at the next batch start time. As well, we are offering a “free viewing” option (more details below), in case you aren't able to purchase tickets in any of the batches listed above.Update: General admission has sold out, please see https://forum.qiime2.org/t/microbiome-bioinformatics-with-qiime-2-online/16000/96 for more details.Option 2: CABANAWe are really excited to announce that we are teaming up with the great folks with theCABANA programto provide discounted options for attendees based in Latin America. Applications will be accepted from September 15th through September 27th. For more information, please visithttps://www.ebi.ac.uk/training/events/2020/czi-cabana-joint-workshop-microbiome-bioinformatics-qiime-2.Option 3: Free ViewingThe workshop will be simulcast live to YouTube! We will provide additional details the week before the workshop begins, so check back here in a few weeks. In the meantime, pleaseinstall QIIME 2so that you can follow along on your own (free viewing attendees will not have access to the shared workshop server used for the interactive tutorial commands we will run as a group).Pre-recorded material will only be available to General Admission and CABANA attendees (and will only be available for a limited time during the week of the workshop). We hope to offer a fully standalone ad hoc online course soon (hopefully some time in 2021 - we will announce more details as we develop the course).Purchasing Power DiscountsPurchasing power discounts are no longer available for this workshop.LogisticsThis online course will comprise a blend of pre-recorded and live lectures. Pre-recorded lectures will be made available prior to each day of the workshop, that way attendees with schedule conflicts can stay caught up with the material. There will also be interactive command-line based tutorial sessions, where attendees will perform microbiome analyses using QIIME 2, online. We will also host many live question-and-answer sessions, as well as general discussion sessions.Required softwareBefore the workshop, please install thelatestversion of the Google Chrome web browser. If you don't have Google Chrome installed,get it here.If you already have Google Chrome installed, make sure it is the latest version byfollowing these instructions.Next,install the Secure Shell appfor Google Chrome.After that, try openingthis pageto ensure that your browser is configured correctly to view Emperor plots. If you get a notice that the page cannot be opened, follow the instructions provided on that page and try the link again.Preparing for the workshopStudents will use the Linux command line extensively during the hands-on portion of the workshop. We will not cover command-line usage in this workshop and thus it isstrongly encouragedthat you become familiar with the command line prior to the workshop.The following resources are recommended to learn the command line. Depending on previous experience with the command line and level of technical expertise, it may take anywhere from a few hours to a few days to get comfortable using the command line. Thus, we recommend that studentsstart working through this material as soon as possible, including the accompanying exercises.Our cheat-sheet of command-line basics: The minimum working knowledge necessary for working with QIIME 2 on the command line.Udacity Linux command line course (free): This course is pretty comprehensive and will take a few days to complete. Additionally, it shows users how to set up a virtual machine to run Linux commands in (this step is required for Windows users but can also be performed by Mac OS X and Linux users).Software Carpentry Unix Shell introduction (free): This course is shorter than the Udacity course above, taking about 1.5 hours to complete. If you are on Windows, you will need access to a Linux machine (or virtual machine) to execute commands in. The Udacity course above will show you how to do this, or you can try out a Linux command line emulator (there are emulators available online). If you are using Mac OS X or Linux, you can alternatively use the Terminal program included with your operating system to execute commands in.Check us out on the QIIME 2 Forum (link) for questions and general discussion about this workshop. Hope to see you there!"
  },
  {
    "title": "Introduction to microbiome study design and analysis",
    "location": "Puerto Rico",
    "dates": "Aug. 1, 2020 - Aug. 1, 2020",
    "start_date": "2020-08-01",
    "end_date": "2020-08-01",
    "url": "https://naocbirds.org/workshops-training-opportunities",
    "description": "North American Ornithological Conference Workshops & Training OpportunitiesThis workshop will serve as an introduction to the methods, techniques, and analysis of avian microbiome data (previous coding experience is not required). This introductory workshop is designed for researchers who are interested and curious about incorporating microbiome studies into their research programs, but are unfamiliar with the general process and available tools. This workshop will focus on factors to consider before launching a microbiome project, proper sample collection, sequencing techniques (and associated costs), analysis tools for microbiome studies, and the bioinformatic analysis of a mock microbiome dataset using QIIME2. Through this workshop (and associated symposium and roundtable), participants will gain a better understanding of how best to integrate microbiome analysis into their study systems."
  },
  {
    "title": "Microbiome Bioinformatics with QIIME 2",
    "location": "Bethesda, Maryland",
    "dates": "Jan. 8, 2020 - Jan. 10, 2020",
    "start_date": "2020-01-08",
    "end_date": "2020-01-10",
    "url": "https://faes.org/biotech89",
    "description": "Members of the QIIME 2 development group, led by Greg Caporaso, will teach a three-day hands-on workshop on bioinformatics tools for microbial ecology. The workshop will include lectures covering basic QIIME 2 usage and theory, and hands-on work with QIIME 2 to perform microbiome analysis from raw sequence data through publication-quality statistics and visualizations. This workshop will also feature several opportunities for attendees to network with other researchers in the field, as well as with QIIME 2 \"experts\".Day 1Introduction to QIIME 2Core conceptsQIIME 2 types, formats, and metadataImporting and exporting dataDemultiplexing and quality controlPhylogenetic reconstructionMeasuring alpha and beta diversityDay 2Taxonomic analysisDifferential abundanceGuest lecturesDay 3Longitudinal analysisSample classificationBreakout sessions: install clinic, data importing, round table discussions, and more!A poster session will be held on the second evening of the workshop --- attendees are encouraged to showcase their research here. Don't have a study to show? Feel free to use this opportunity to pitch your project to your peers and solicit feedback. Not using QIIME 2 in your study? No worries, we won't judge you! Day three of the workshop will include parallel sessions where students can choose to work with instructors to install QIIME 2 on their computers, begin analysis of their own data in QIIME 2, or cover one of several other contemporary topics in microbiome bioinformatics. This workshop will provide you with the foundation needed to begin using these tools to advance your own microbiome research projects.Registration is closed - the course is sold outPlease find us onthe forumif you have any questions!Required softwarePlease bring your laptop to the workshop, as a significant portion of the workshop will be hands-on. Any operating system will work, including Windows, Mac OS X, and Linux. You do not need to install any other software besides what is listed below. There will be power outlets and Wi-Fi available to you at the workshop.Before the workshop, please install the latest version of the Google Chrome web browser. If you don't have Google Chrome installed, get ithere.If you already have Google Chrome installed, make sure it is the latest version byfollowing these instructions.Next,install the Secure Shell appfor Google Chrome.After that, try openingthis pageto ensure that your browser is configured correctly to view Emperor plots. If you get a notice that the page cannot be opened, follow the instructions provided on that page and try the link again.Hope to see you in Maryland!"
  },
  {
    "title": "Microbiome Bioinformatics with QIIME 2 Workshop",
    "location": "Fort Collins, Colorado (USA)",
    "dates": "Nov. 25, 2019 - Nov. 26, 2019",
    "start_date": "2019-11-25",
    "end_date": "2019-11-26",
    "url": "https://www.eventbrite.com/e/qiime2-workshop-tickets-74882203687",
    "description": "This workshop is open to anyone with an interest in learning how to analyze amplicon (e.g. 16S rRNA) sequencing data sets. Novices welcome. No previous knowledge of Linux commands required.Event details:https://www.eventbrite.com/e/qiime2-workshop-tickets-74882203687"
  },
  {
    "title": "Microbiome Bioinformatics with QIIME 2 Workshop (not open to the public)",
    "location": "University of Wyoming",
    "dates": "Oct. 24, 2019 - Oct. 25, 2019",
    "start_date": "2019-10-24",
    "end_date": "2019-10-25",
    "url": "",
    "description": "Closed-enrollment workshop at the University of Wyoming. This is a closed-enrollment course and is not open to the public."
  },
  {
    "title": "Microbiome Bioinformatics with QIIME 2",
    "location": "Bangkok, Thailand",
    "dates": "Sept. 11, 2019 - Sept. 12, 2019",
    "start_date": "",
    "end_date": "",
    "url": "",
    "description": "Closed-enrollment QIIME 2 Workshop at King Mongkut’s University of Technology Thonburi."
  },
  {
    "title": "QIIME 2 @ One Health Summer School",
    "location": "University of Bern, Switzerland",
    "dates": "Aug. 14, 2019 - Aug. 14, 2019",
    "start_date": "2019-08-14",
    "end_date": "2019-08-14",
    "url": "http://www.onehealth.unibe.ch/summer_schools/phd_and_postdoc_summer_schools/international_phd_and_postdocs_summer_school/programme/",
    "description": "A one-day QIIME 2 workshop will be held as part of theOne Health Summer Schoolprogram."
  },
  {
    "title": "Strategies and Techniques for Analyzing Microbial Population Structures (STAMPS); (includes a QIIME 2 session)",
    "location": "Woods Hole, MA, USA",
    "dates": "July 29, 2019 - July 29, 2019",
    "start_date": "",
    "end_date": "",
    "url": "https://github.com/mblstamps/stamps2019/wiki",
    "description": "This is not a dedicated QIIME 2 workshop. STAMPS 2019 will include a QIIME 2 session, in addition to many other topics.Schedule and more info"
  },
  {
    "title": "Microbiome Bioinformatics with QIIME 2 Workshop",
    "location": "Glasgow, Scotland",
    "dates": "June 24, 2019 - June 28, 2019",
    "start_date": "",
    "end_date": "",
    "url": "https://www.prinformatics.com/course/microbiome-analysis-using-qiime2-mbqm01/",
    "description": "Members of the QIIME 2 team will teach a 5-day hands-on workshop on bioinformatics tools for microbial ecology. The workshop will include lectures covering basic QIIME 2 usage and theory, and hands-on work with QIIME 2 and Qiita to perform microbiome analysis from raw sequence data through publication-quality statistics and visualizations. Due to the length of the workshop we encourage participants to bring their own datasets - but not a requirement as we will provide real published dataset for a full hands-on experience. This workshop will also feature several opportunities for attendees to network with other researchers in the field, as well as with QIIME 2 developers.For detailed information about the course and registration details, please refer tothis link.Hope to see you in Scotland!"
  },
  {
    "title": "Microbiome Bioinformatics with QIIME 2",
    "location": "Statens Serum Institut, Copenhagen, Denmark",
    "dates": "June 12, 2019 - June 14, 2019",
    "start_date": "",
    "end_date": "",
    "url": "",
    "description": "Members of the QIIME 2 development group, led by Matthew Dillon, Nicholas Bokulich and Justine Debelius, will teach a three-day hands-on workshop on bioinformatics tools for microbial ecology. The workshop will include lectures covering basic QIIME 2 usage and theory, and hands-on work with QIIME 2 to perform microbiome analysis from raw sequence data through publication-quality statistics and visualizations. This workshop will also feature several opportunities for attendees to network with other researchers in the field, as well as with QIIME 2 \"experts\".Day 1Introduction to QIIME 2Core conceptsQIIME 2 types, formats, and metadataDemultiplexing and quality controlPhylogenetic reconstructionMeasuring alpha and beta diversityDay 2Importing and exporting dataTaxonomic analysisDifferential abundanceQIIME 2 plugin highlightsDay 3Bring your own data!Small group discussionsBreakout sessionsA poster session will be held on the second day of the workshop --- attendees are encouraged to showcase their research here. Don't have a study to show? Feel free to use this opportunity to pitch your project to your peers and solicit feedback. Not using QIIME 2 in your study? No worries, we won't judge you! Day three of the workshop will include parallel sessions where students can choose to work with instructors to install QIIME 2 on their computers, begin analysis of their own data in QIIME 2, learn about developing QIIME 2 plugins, or cover one of several other contemporary topics in microbiome bioinformatics. This workshop will provide you with the foundation needed to begin using these tools to advance your own microbiome research projects.Registration is open now.Please find us onthe forumif you have any questions!Hope to see you in Denmark!"
  },
  {
    "title": "Microbial Communities Profiling via QIIME 2 and Qiita",
    "location": "NYC, USA",
    "dates": "June 3, 2019 - June 4, 2019",
    "start_date": "",
    "end_date": "",
    "url": "https://reg.abcsignup.com/reg/event_page.aspx?ek=0013-0020-74a057638ac84273b04f9bc34f044eb8",
    "description": "Members of the QIIME 2 team will teach a 2-day hands-on workshop on bioinformatics tools for microbial ecology. The workshop will include lectures covering basic QIIME 2 usage and theory, and hands-on work with QIIME 2 and Qiita to perform microbiome analysis from raw sequence data through publication-quality statistics and visualizations. This workshop is hosted by theEpidemiology and Population Health Summer Institute at Columbia University.The workshop will take place at the Columbia University Medical Center on Monday, June 3, 2018 - Tuesday, June 4, 2018 from 8:30 AM - 5:30 PM.Registration is open now!"
  },
  {
    "title": "Environmental DNA Methods: QIIME 2 Software Training",
    "location": "UTC SimCenter, Chattanooga, TN, USA",
    "dates": "May 21, 2019 - May 23, 2019",
    "start_date": "",
    "end_date": "",
    "url": "https://qtrial2019q1az1.qualtrics.com/jfe/form/SV_aaRHldUMex6NFNb",
    "description": "TheDepartment of Biology, Geology and Environmental Scienceand theSimCenter – Center of Excellence in Applied Computational Science and Engineeringare organizing the First Southeastern Computational School at the University of Tennessee at Chattanooga (flyer).The workshop will be held on May 21-23, 2019 and is focused on Environmental DNA Methods. The developers of QIIME 2 will be offering training in this open-source software.The workshop is free and available for 25 attendants. Anybody is welcome to apply, although priority will be given to students and faculty located in the Southeastern US.Please complete the survey if interested by following the link below. Review of applications will start on April 24 and responses will be given by May 1.https://qtrial2019q1az1.qualtrics.com/jfe/form/SV_aaRHldUMex6NFNb"
  },
  {
    "title": "Microbiome Bioinformatics with QIIME 2",
    "location": "Bangkok Thailand @ Mahidol University",
    "dates": "March 20, 2019 - March 20, 2019",
    "start_date": "",
    "end_date": "",
    "url": "",
    "description": "Hosted by Prof. Poochit Nonejuie"
  },
  {
    "title": "Workshop on Genomics (includes a QIIME 2 session)",
    "location": "Český Krumlov, Czech Republic",
    "dates": "Jan. 6, 2019 - Jan. 19, 2019",
    "start_date": "2019-01-06",
    "end_date": "2019-01-19",
    "url": "http://evomics.org/workshops/workshop-on-genomics/2019-workshop-on-genomics-cesky-krumlov/",
    "description": "The Workshop on Genomics was developed in response to the increasing demand for training on how to effectively analyze and manage data generated by modern sequencing technologies. The Workshop curriculum includes extensive coverage of fundamental techniques required of all studies utilizing modern sequence data. The first half of the Workshop focuses on management and modification of modern sequence data files using the Unix command-line and editors to manipulate large data files, best practices for sequence data generation, management and analysis and how to use R to analyze biological data. The second-half of the Workshop is devoted to specific sub-disciplines within the genomic sciences. While these topics may change from year-to-year, efforts are made to devote significant amounts of time to techniques being used widely in the field (e.g. transcriptomics, genome assembly, metagenomics, population genomics).(This description was copied from the workshop's webpage.)"
  },
  {
    "title": "Microbiome Bioinformatics with QIIME 2 (FULL)",
    "location": "Bethesda, Maryland",
    "dates": "Dec. 12, 2018 - Dec. 14, 2018",
    "start_date": "2018-12-12",
    "end_date": "2018-12-14",
    "url": "https://faes.org/biotech89",
    "description": "Members of the QIIME 2 development group, led by Greg Caporaso, will teach a three-day hands-on workshop on bioinformatics tools for microbial ecology. The workshop will include lectures covering basic QIIME 2 usage and theory, and hands-on work with QIIME 2 to perform microbiome analysis from raw sequence data through publication-quality statistics and visualizations. Day three of the workshop will include parallel sessions where students can choose to work with instructors to install QIIME 2 on their computers, begin analysis of their own data in QIIME 2, learn about developing QIIME 2 plugins, or cover one of several other contemporary topics in microbiome bioinformatics. This workshop will provide you with foundation needed to begin using these tools to advance your own microbiome research projects."
  },
  {
    "title": "Microbiome Bioinformatics with QIIME 2",
    "location": "Bogota Colombia @ Universidad de los Andes",
    "dates": "Dec. 4, 2018 - Dec. 5, 2018",
    "start_date": "2018-12-04",
    "end_date": "2018-12-05",
    "url": "",
    "description": "Hosted by Prof. Alejandro Reyes."
  },
  {
    "title": "Microbiome Analysis using QIIME2",
    "location": "Melbourne, Australia",
    "dates": "Nov. 14, 2018 - Nov. 16, 2018",
    "start_date": "2018-11-14",
    "end_date": "2018-11-16",
    "url": "http://dna.med.monash.edu.au/index.php/news/87-microbiomeanalysisworkshop",
    "description": "Micromon (Monash MNHS), in conjunction with the EPHM Lab (Monash Engineering) and the School of Biological Sciences, would like to invite you to register for our upcoming three-day workshop and symposium. A half-day symposium will provide attendees with the opportunity to talk briefly about their work in a relaxed atmosphere with a combined question and discussion session. A half-day theory-only session will cover biological sample and metadata collection, sample processing, DNA extraction, amplicon-based sequencing library construction, and Illumina next-generation sequencing. The following two days will include a hands-on workshop covering, data analysis and best practices using the QIIME2 data analysis package."
  },
  {
    "title": "Microbial Communities Profiling via QIIME 2 - FULL",
    "location": "Istituto Zooprofilattico Sperimentale delle Venezie, Italy",
    "dates": "Oct. 10, 2018 - Oct. 12, 2018",
    "start_date": "2018-10-10",
    "end_date": "2018-10-12",
    "url": "",
    "description": "QIIME 2 & Qiita Workshop at Istituto Zooprofilattico Sperimentale delle Venezie Società Italiana di Diagnostica di Laboratorio. If you're interested in attending this workshop, please contact Ilaria Patuzzi at IPatuzzi@izsvenezie.it."
  },
  {
    "title": "Microbiome Analysis With QIIME 2",
    "location": "Congress Center, Leipzig, Germany",
    "dates": "Aug. 15, 2018 - Aug. 15, 2018",
    "start_date": "2018-08-15",
    "end_date": "2018-08-15",
    "url": "",
    "description": "Members of the QIIME 2 development team will teach a one-day hands-on workshop on bioinformatics tools for microbial ecology during ISME 17. The workshop will include lectures covering basic QIIME usage and theory, and hands-on work with QIIME to perform microbiome analysis from raw sequence data through publication-quality statistics and visualizations. The workshop will also cover related bioinformatics tools such as DADA2 and EMPeror. This workshop will provide the foundation on which students can begin using these tools to advance their own studies of microbiome analysis or microbial ecology.This is a hands-on workshop. Participants must bring their laptop, any operating system will work.By the end of the course, participants will be able to:Understand the most recent QIIME 2 and Qiita features for microbial community analysisSelect the best workflow and parameters to perform the different steps for microbial community analysisUnderstand and apply on their own datasets different phylogenetic and non-phylogenetic metrics to compare microbial diversity samplesPlease note, ISME17 registration is not required for this workshop.Enrollment is now closed."
  },
  {
    "title": "Strategies and Techniques for Analyzing Microbial Population Structures (STAMPS); (includes a QIIME 2 session)",
    "location": "Woods Hole, MA, USA",
    "dates": "July 30, 2018 - Aug. 8, 2018",
    "start_date": "",
    "end_date": "",
    "url": "",
    "description": "This is not a dedicated QIIME 2 workshop.STAMPS 2018 will include a full-day QIIME 2 session this year, in addition to many other topics.Schedule"
  },
  {
    "title": "Microbial Communities Profiling via QIIME 2 and Qiita",
    "location": "Columbia University Medical Center",
    "dates": "June 4, 2018 - June 5, 2018",
    "start_date": "",
    "end_date": "",
    "url": "https://reg.abcsignup.com/reg/event_page.aspx?ek=0013-0020-ae644ed914e14ecd9f5108718d3c625b",
    "description": "QIIME 2 & Qiita Workshop at Columbia University Medical Center"
  },
  {
    "title": "Teaching and Developing QIIME 2 (FULL!)",
    "location": "San Diego, CA, USA",
    "dates": "May 9, 2018 - May 11, 2018",
    "start_date": "",
    "end_date": "",
    "url": "",
    "description": "This will be our first-ever workshop for teachers and developers of QIIME 2. This workshop is invitation-only but we may hold similar public workshops in the future.The agenda for this workshop includes one day covering teaching QIIME 2 (for example, as a component of a graduate course, or in a workshop that you host at your university), one day on developing QIIME 2 plugins, and a third “code sprint” day were we’ll help attendees develop their own QIIME 2 plugins. We’ll also host a reception on the evening of May 9th to celebrate the original QIIME paper reaching 10,000 citations (we’re quickly approaching that mark according to Google Scholar)."
  },
  {
    "title": "Microbiome Bioinformatics with QIIME 2",
    "location": "Oulu, Finland",
    "dates": "March 19, 2018 - March 20, 2018",
    "start_date": "",
    "end_date": "",
    "url": "",
    "description": "Closed-enrollment workshop at the University of Oulu."
  },
  {
    "title": "Microbiome Bioinformatics with QIIME 2 (SOLD OUT!)",
    "location": "Bethesda, Maryland",
    "dates": "Feb. 22, 2018 - Feb. 23, 2018",
    "start_date": "2018-02-22",
    "end_date": "2018-02-23",
    "url": "http://www.faes.org/biotech89",
    "description": "This workshop is now sold out!If you're already registered, we'll see you in Bethesda! If not, we'll have information about other upcoming workshops soon.Members of the QIIME 2 development group, led by Greg Caporaso, will teach a two-day hands-on workshop on bioinformatics tools for microbial ecology. The workshop will include lectures covering basic QIIME 2 usage and theory, and hands-on work with QIIME 2 to perform microbiome analysis from raw sequence data through publication-quality statistics and visualizations. The workshop will also cover related bioinformatics tools including DADA2, Emperor, and An Introduction to Applied Bioinformatics. This workshop will provide the foundation on which students can begin using these tools to advance their own studies of microbiome analysis or microbial ecology."
  },
  {
    "title": "Workshop on Genomics",
    "location": "Český Krumlov, Czech Republic",
    "dates": "Jan. 7, 2018 - Jan. 20, 2018",
    "start_date": "2018-01-07",
    "end_date": "2018-01-20",
    "url": "http://evomics.org/workshops/workshop-on-genomics/2018-workshop-on-genomics-cesky-krumlov/",
    "description": "The Workshop on Genomics was developed in response to the increasing demand for training on how to effectively analyze and manage data generated by modern sequencing technologies. The Workshop curriculum includes extensive coverage of fundamental techniques required of all studies utilizing modern sequence data. This includes management and modification of modern sequence data files, using the Unix command-line and editors to manipulate large data files, assembly and best practices for sequence data generation, management and analysis. The second-half of the Workshop is devoted to specific sub-disciplines within the genomic sciences. While these topics may change from year-to-year, efforts are made to devote significant amounts of time to techniques being used widely in the field (e.g. transcriptomics, genome assembly, metagenomics, population genomics)."
  },
  {
    "title": "DZIF bioinformatics workshop: 16S Community Profiling with QIIME 2",
    "location": "BRICS, Braunschweig, Germany",
    "dates": "Dec. 19, 2017 - Dec. 22, 2017",
    "start_date": "2017-12-19",
    "end_date": "2017-12-22",
    "url": "https://goo.gl/forms/uiRfyGd7qtIPAoj52",
    "description": "This workshop will take place Dec 19-21 at the BRICS in Braunschweig, Germany. Dec 22 is an optional day when you can continue analyzing your own data with our help. The workshop will be led by Daniel McDonald and Antonio González Peña, members of the QIIME and QIIME 2 development teams.16S rRNA gene sequences have been widely used to study microbial phylogeny and taxonomy. The software suite QIIME is one of the most popular choices to analyze such data. Its successor, QIIME 2, was recently announced and all users are encouraged to switch to the new version.Agenda:Dec 19 - Introduction to Linux and the command-line, TI service offeringsDec 20 - QIIME 2: metadata, importing, quality control, rarefaction analysesDec 21 - QIIME 2: alpha and beta diversity metrics, statistics, visualizationsDec 22 - We continue to help you analyzing your own data (optional)Application deadline is Sun, Dec 10!Questions? Email: bioinformatics@dzif.de"
  },
  {
    "title": "Advanced Bioinformatics workshop for early career researchers.",
    "location": "Australian Centre for Ancient DNA, University of Adelaide, Adelaide, Australia",
    "dates": "Nov. 13, 2017 - Nov. 17, 2017",
    "start_date": "2017-11-13",
    "end_date": "2017-11-17",
    "url": "https://www.adelaide.edu.au/acad/events/bioinfo17/",
    "description": "The Australian Centre for Ancient DNA (ACAD) is pleased to present its 8th Early Career Researcher workshop, as 2 separate programs for 2017. Sponsored by CABAH, headlining this year's program are international experts Blanca Himes and Allan McRae for the 2 day NGS program; and Antonio Gonzalez Pena, Ran Bleckman and Dan Huson for the 3 day metagenomics workshop. Priority entry will be granted to delegates wishing to do the full week's program."
  },
  {
    "title": "Strategies and Techniques for Analyzing Microbial Population Structures (STAMPS); (includes a QIIME 2 session)",
    "location": "Woods Hole, MA, USA",
    "dates": "July 30, 2017 - Aug. 9, 2017",
    "start_date": "",
    "end_date": "",
    "url": "http://www.mbl.edu/education/courses/stamps/",
    "description": "This is not a dedicated QIIME 2 workshop.STAMPS 2017 will include a half-day QIIME 2 session this year, in addition to many other topics."
  },
  {
    "title": "Microbial Communities Profiling via QIIME 2 and Qiita",
    "location": "Columbia Medical School",
    "dates": "June 28, 2017 - June 29, 2017",
    "start_date": "",
    "end_date": "",
    "url": "https://reg.abcsignup.com/reg/event_page.aspx?ek=0013-0020-d3d440a1ceeb4b1e9192c44de35c10f2",
    "description": "QIIME 2 Workshop at Columbia Medical School"
  },
  {
    "title": "Microbiome Bioinformatics with QIIME 2",
    "location": "Embassy Suites by Hilton Convention Center, Las Vegas, Nevada",
    "dates": "June 21, 2017 - June 23, 2017",
    "start_date": "",
    "end_date": "",
    "url": "",
    "description": "This three-day workshop will include two days of hands-on QIIME 2 instruction, a poster session and reception, and a one-day hackathon/data analysis sprint.On June 21-22, we'll work cover background and theory of microbiome analysis and bioinformatics with QIIME 2 in the context of a hands-on analysis of microbiome data from the QIIME 2 educational materials. On the evening of June 21 there will be a reception and poster session, where attendees are invited to present their own microbiome work and bioinformatics tools.June 23rd will be an optional day when attendees can work on their own data while getting help from the instructors, or when developers can work on creating their own QIIME 2 plugins or getting involved in development of the QIIME 2 framework. There is no extra charge for students to attend this optional day.Registration for this workshop will be open to the public, and will begin in March 2017.Early registration will be open until May 15th. \nLate registration will be open between May 16th and June 1st, and will include a $100 late registration fee."
  },
  {
    "title": "Microbiome Analysis in the Cloud (includes a QIIME 2 session)",
    "location": "Institute for Genome Sciences, University of Maryland School of Medicine",
    "dates": "June 15, 2017 - June 16, 2017",
    "start_date": "",
    "end_date": "",
    "url": "http://www.igs.umaryland.edu/topics/microbiome-cloud/",
    "description": "This is not a dedicated QIIME 2 workshop.This workshop will include a three-hour session covering QIIME 2 and QIITA, in addition to other topics."
  },
  {
    "title": "Microbiome Analysis with QIIME 2",
    "location": "Northern Arizona University",
    "dates": "Jan. 18, 2017 - May 10, 2017",
    "start_date": "2017-01-18",
    "end_date": "",
    "url": "",
    "description": "Weekly seminar/discussion course."
  },
  {
    "title": "QIIME 2 Workshop",
    "location": "University of New Hampshire",
    "dates": "Feb. 13, 2017 - Feb. 14, 2017",
    "start_date": "2017-02-13",
    "end_date": "2017-02-14",
    "url": "",
    "description": "QIIME 2 Workshop at the University of New Hampshire."
  },
  {
    "title": "Workshop on Genomics (includes a QIIME 2 session)",
    "location": "Český Krumlov, Czech Republic",
    "dates": "Jan. 17, 2017 - Jan. 17, 2017",
    "start_date": "2017-01-17",
    "end_date": "2017-01-17",
    "url": "http://evomics.org/workshops/workshop-on-genomics/2017-workshop-on-genomics-cesky-krumlov/",
    "description": "This is not a dedicated QIIME 2 workshop, but contains a session on QIIME 2."
  },
  {
    "title": "QIIME 2 Workshop",
    "location": "Renaissance Phoenix Downtown Hotel, Phoenix, Arizona",
    "dates": "Nov. 4, 2016 - Nov. 5, 2016",
    "start_date": "2016-11-04",
    "end_date": "2016-11-05",
    "url": "",
    "description": "Members of the QIIME development group, led by Greg Caporaso and Antonio Gonzalez, will teach a two-day workshop on bioinformatics tools for microbial ecology. The workshop will include lectures covering basic QIIME usage and theory, and hands-on work with QIIME to perform microbiome analysis from raw sequence data through publication-quality statistics and visualizations. The workshop will also cover related bioinformatics tools includingQiita,DADA2,Emperor,scikit-bioandAn Introduction to Applied Bioinformatics. This workshop will provide the foundation on which students can begin using these tools to advance their own studies of microbial ecology.This workshop will precede theSoil Science Society of America 2016 meeting,which will also happen in Phoenix, AZ. TheRenaissance Phoenix Downtown Hotelis one of the recommended hotels for SSSA 2016, so attending both this workshop and SSSA will be very convenient.This will be one of our first workshops focused on QIIME 2, so this will be a great way to learn about tools that will put you on the cutting edge of microbiome bioinformatics. We'll teach how to transition from QIIME 1 to QIIME 2, and you'll learn how to use QIIME 2 through our graphical user interface, QIIME Studio, as well as through the command line and in Jupyter/IPython Notebooks. We will also briefly cover how to program with QIIME 2, for bioinformatics developers who are interested in making their software accessible through the QIIME platform.Enrollment for this workshop will close on October 10th, 2016. Act quickly - the workshop is filling up!"
  },
  {
    "title": "QIIME 2 Workshop",
    "location": "Reykjavík, Iceland",
    "dates": "Oct. 11, 2016 - Oct. 12, 2016",
    "start_date": "2016-10-11",
    "end_date": "2016-10-12",
    "url": "",
    "description": "Jai Rideout and Greg Caporaso will co-instruct a QIIME workshop in Reykjavík, Iceland on Oct 11-12, 2016. At this time there are a few openings for the course. If you're interested in attending, you can get in touch with Hróar Hugosson at hroar@matis.is for details. This workshop will primarily focus on QIIME 2, which is still in alpha release stage, but will also spend some time covering QIIME 1, and on transitioning from QIIME 1 to QIIME 2."
  }
]
